/* No comment provided by engineer. */
"itinerary.add.incomplete.cancel" = "OK";

/* No comment provided by engineer. */
"itinerary.add.incomplete.message" = "Please provide a name for the itinerary";

/* No comment provided by engineer. */
"itinerary.add.incomplete.title" = "The itinerary requires a name";

/* No comment provided by engineer. */
"itinerary.edit.doneTitle" = "Done";

/* No comment provided by engineer. */
"itinerary.edit.editTitle" = "Edit";

/* No comment provided by engineer. */
"stops.table.header.fromSearch" = "Locations from search";

/* No comment provided by engineer. */
"stops.table.header.inItinerary" = "Locations already in itinerary";

